{
  "Home": "Home",
  "About": "About Us",
  "Contact": "Contact",
  "Intro": "My name is Abraham and I am a software-developer enthusiast.",
  "Welcome": "Welcome to my web portfolio, here you can see my projects and contact me on work proposals.",
  "ContactInfo": "Contact Information",
  "ContactPhone": "Phone",
  "ContactAddress": "Address",
  "ContactHeader": "Contact form",
  "ContactIntro": "Name",
  "ContactMail": "Email",
  "ContactCTA": "I will contact you soon",
  "ContactMessage": "Message",
  "ContactSendMessage": "Send Message",
  "ContactGreeting": "Thanks for contacting me, I will get in contact with you soon.",
  "TimeLineIntro": "Web Portfolio",
  "TimeLineDate": "January 2025",
  "TimeLineIntroDescription": "In this project I wanted to show my skills and most recent projects. The main idea was to create a website that is easy to navigate and that clearly and concisely shows my experience and skills.",
  "TimeLineProject1": "Color Ease",
  "TimeLineDate1": "December 2024",
  "TimeLineProject1Description": "ColorEase is a user-friendly tool designed to help you create perfect color combinations quickly and easily. Whether you're a designer, developer, or creative enthusiast, our platform ensures that your color choices are visually appealing and accessible.",
  "TimeLineProject2": "Airport Management",
  "TimeLineDate2": "June 2024",
  "TimeLineProject2Description": "Airport Management GUI is a desktop app that allows you to manage CRUD opearations on a database. It was created using JSwing and JDBC.",
  "TimeLineProject3": "QaRdrobe Web",
  "TimeLineDate3": "01/2025",
  "TimeLineProject3Description": "This proyect was created using Framer, a no code tool to create websites. The main idea was to reflect the importance of QaRdrobe ,one revolutionary app that will change the way you dress.",
  "TimeLineProjectButton": "View!",
  "ProjectHeader": "Proyects",
  "Project1Title": "Web Portfolio",
  "Project1Description": "Project created to show technical skills as well as known technologies and projects I have worked on.",
  "Project2Title": "Color Ease",
  "Project2Description": "Project created to help designers find color combinations for their projects.",
  "Project3Title": "Airport Manager",
  "Project3Description": "Project created to manage airport flights in a CRUD form connected to the backend through JDBC and using JSwing to create a graphical interface in the form of a desktop application.",
  "Project4Title": "QaRdrobe",
  "Project4Description": "Landing page of a tool to revolutionize the textile industry and the way clothing is treated in the world. With the help of technology and artificial intelligence, QaRdrobe seeks to change the way people buy, sell, and use clothing.",
  "ProjectButton": "¡Visit!",
  "HeroSlogan": "If you can imagine it, you can code it",
  "HeroName": "Abraham Morales Rodríguez",
  "HeroTitle": "Full Stack Developer passionate about creating innovative and scalable solutions. Welcome to my portfolio!",
  "HeroDownload": "Download CV",
  "HeroStart": "Let's get started!",
  "AcademicTitle": "Academic Background",
  "AcademicGrade": "Web Application Development Higher Technician",
  "AcademicLocation": "Ies Hermanos Machado",
  "AcademicIdiom": "C1 Advanced Cambridge",
  "AcademicCourses": "Relevant Courses"
}
