{
  "Home": "Inicio",
  "About": "Sobre nosotros",
  "Contact": "Contacto",
  "Intro": "Soy Abraham, un apasionado desarrollador de software.",
  "Welcome": "¡Bienvenido a mi portfolio web! Aquí podrás explorar mis proyectos más recientes y contactarme para propuestas de colaboración o trabajos.",
  "ContactInfo": "Información de contacto",
  "ContactHeader": "Formulario de contacto",
  "ContactPhone": "Teléfono",
  "ContactAddress": "Dirección",
  "ContactIntro": "Nombre",
  "ContactMail": "E-mail",
  "ContactCTA": "Me pondré en contacto contigo pronto",
  "ContactMessage": "Mensaje",
  "ContactSendMessage": "Enviar mensaje",
  "ContactGreeting": "Gracias por contactarme, ¡te escribiré lo antes posible!.",
  "TimeLineIntro": "Portfolio Web",
  "TimeLineDate": "Enero 2025",
  "TimeLineIntroDescription": "En este proyecto quise mostrar mis habilidades y proyectos más recientes. La idea principal era crear un sitio web fácil de navegar y que muestre de manera clara y concisa mi experiencia y habilidades.",
  "TimeLineProject1": "Color Ease",
  "TimeLineDate1": "Diciembre 2024",
  "TimeLineProject1Description": "ColorEase es una herramienta fácil de usar diseñada para ayudarte a crear combinaciones de colores perfectas de forma rápida y sencilla. Ya seas diseñador, desarrollador o un entusiasta creativo, nuestra plataforma asegura que tus elecciones de color sean visualmente atractivas y accesibles.",
  "TimeLineProject2": "Gestión de Aeropuertos",
  "TimeLineDate2": "Junio 2024",
  "TimeLineProject2Description": "La GUI de Gestión de Aeropuertos es una aplicación de escritorio que te permite gestionar operaciones CRUD en una base de datos. Fue creada utilizando JSwing y JDBC.",
  "TimeLineProject3": "QaRdrobe Web",
  "TimeLineDate3": "Enero 2025",
  "TimeLineProject3Description": "Este proyecto fue creado utilizando Framer, una herramienta no code para crear sitios web. La idea principal era reflejar la importancia de QaRdrobe, una aplicación revolucionaria que cambiará la forma en que te vistes.",
  "TimeLineProjectButton": "¡Visítala!",
  "ProjectHeader": "Proyectos destacados",
  "Project1Title": "Web Portfolio",
  "Project1Description": "Proyecto creado para mostrar habilidades técnicas así como tenologías conocidas y proyectos en los que he trabajado.",
  "Project2Title": "Color Ease",
  "Project2Description": "Proyecto creado para ayudar a los diseñadores a encontrar combinaciones de colores para sus proyectos.",
  "Project3Title": "Airport Manager",
  "Project3Description": "Proyecto creado para gestionar los vuelos de un aeropuerto en forma de CRUD conectado al backend a través de JDBC y usando JSwing para crear una interfaz gráfica en forma de aplicación de escritorio.",
  "Project4Title": "QaRdrobe",
  "Project4Description": "Landing page de herramienta para revolucionar la industria textil y la forma en la que se trata la  ropa  en  el  mundo.  Con  la  ayuda  de  la  tecnología  y  la  inteligencia  artificial,  QaRdrobe  busca  cambiar  la  forma  en  la  que  las  personas  compran,  venden  y  usan  ropa.",
  "ProjectButton": "¡Visítalo!",
  "ProjectVisit": "¡Ver proyecto!",
  "HeroSlogan": " Si lo puedes imaginar, lo puedes programar",
  "HeroName": "Abraham Morales Rodríguez",
  "HeroTitle": "Desarrollador Full Stack apasionado por crear soluciones innovadoras y escalables. ¡Bienvenido a mi portfolio!",
  "HeroDownload": "Descargar CV",
  "HeroStart": "¡Vamos a empezar!",
  "AcademicTitle": " Información Académica",
  "AcademicGrade": "Técnico superior en Desarrollo de Aplicaciones Web",
  "AcademicLocation": "Ies Hermanos Machado",
  "AcademicIdiom": "C1 Advanced Cambridge",
  "AcademicCourses": "Cursos Relevantes"
}
